sgf201/k230_pangofly/src/canmv/port/boards/k230_labplus_1956/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               CONFIG_BOARD
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230 LabPlus_1956 - %d%c"
